/* Invalid Nb ! */
"BUTTON_VERIFY_DISABLED" = "Invalid Nb !";

/* Verify */
"BUTTON_VERIFY_ENABLED" = "Verify!";

/* Member State : */
"LABEL_MEMBER_STATE" = "Member State :";

/* VAT Number : */
"LABEL_VAT_NUMBER" = "VAT Number :";

/* Name : */
"LABEL_NAME" = "Name :";


/* Name : */
"LABEL_ADDRESS" = "Address :";


/* Various messages */
"NETWORK_ACCESS_IS_REQUESTED"   = "Network access requested for checking for VAT number.";
"NO_NETWORK"                    = "No Network !";

"ERROR_ENCOUNTERED_MSG"         = "Error <%@> encountered when checking for VAT number.";
"ERROR_ENCOUNTERED_NO_WS_MSG"   = "Error <%@> encountered when checking for VAT number. WebService may not be available.";

"ERROR_ENCOUNTERED_TITLE"       = "Error when checking VAT number.";

"VAT_VALIDATION_MSG_VALID"      = "<%@:%@>  is a valid VAT number.";
"VAT_VALIDATION_MSG_INVALID"    = "<%@:%@>  is NOT a valid VAT number!";
"VAT_VALIDATION_TITLE"          = "VAT number validation result";

"HISTORY_LABEL"                 ="History";
"CONFIRM_DELETION_HISTORY"      ="Do you confirm the deletion of all history ?";


"VERIFIED"                      ="verified";
"VERIFIED_ON_THE"               ="Verified :";
"FROM_VERIFTVA"                 ="from VerifTVA!";
"STATUS"                        ="Status";
"HEADER_FOR_HISTORY"            ="Last checked VAT numbers";
"EMPTY_HISTORY"                 ="Empty History!";

"UNKWOWN"                       ="Unknown";

/* Titres icones de la toolbar */
"VERIFY_LABEL"                  ="Verify";
"HISTORY_LABEL"                 ="History";

/* Erreure inconnue envoi mail */
"ERROR_SENDING_MAIL"            ="Sending Failed - Unknown Error :-(";
